{"group_number": 2, "source": {"d27_sg0": "London (CNN) A social media campaign calling for Britons to wear safety pins as a sign of solidarity with the country's immigrant population has taken off following its decision to leave the EU last week.\n", "d27_sg1": "A string of racially motivated crimes have been reported in post-Brexit Britain. And as police begin investigations into allegations of hate crimes against the foreign-born population around the UK, Twitter user Allison (who goes by the handle @cheeahs ) suggested the simple sign of solidarity.\n", "d27_sg2": "I quite like the idea of just putting a safety pin, empty of anything else, on your coat. A literal SAFETY pin!\n", "d27_sg3": "On the face of it, you might think -- well what can that do?\n", "d27_sg4": "Explaining the symbolism behind her idea, 30-year-old Allison tells CNN: \"There's a woman in a hijab, she gets on the bus and there's an empty seat. She sees that there is a person wearing a safety pin sitting next to it (and) she just knows that she can sit there and they will not hassle her.\n", "d27_sg5": "\"By all means write letters, go on marches, do everything you can. But this is just a quiet way to show, 'Hey it's fine, I'm with you.'\"\n", "d27_sg6": ".@heliheartland wearing the pin signals my intentions to intervene and report - I can only hope others will do the same. #safetypin — miss pommery 1926 (@cheeahs) June 28, 2016\n", "d27_sg7": "'You have a duty to intervene'\n", "d27_sg8": "Additionally, Allison -- originally from the U.S. but a resident in the UK for the last six years -- is keen to point out wearing a safety pin should not be passive act, it's a pledge.\n", "d27_sg9": "\"From the beginning, I've always said if you're going to wear the safety pin, you've got to back it up. So if you put it on, you are pledging to support people and to intervene and report if you see incidences of racial or xenophobic abuse.\"\n", "d27_sg10": "Ready to be your #SafetyPin on the bus,in streets,wherever you are,my fellow foreign-born friends ❤️#LoveOverFear pic.twitter.com/4wqzMCHs2N — Dancing Psychiatrist (@Lollindialogue) June 29, 2016\n", "d27_sg11": "She adds: \"It's far more than a pat on the back, 'oh we're all in our non-racist club, aren't we wonderful?' You have a duty to intervene for your fellow residents.\"\n", "d27_sg12": "I am a Colombian immigrant in the UK working hard to make this country and the world a better place. Thanks for #safetypin — Valeria Vargas (@ValeruizVargas) June 29, 2016\n", "d27_sg13": "The social movement is not dissimilar to #Illridewithyou, a hashtag campaign that emerged out of Sydney in 2014 following a flare up of anti-Muslim sentiment after a gunman took hostages in a CBD cafe.\n", "d27_sg14": "However, critics -- like former CNN host Piers Morgan -- argue that the call to action does nothing to combat hate crimes, with others labeling the concept as \"patronizing.\"\n", "d27_sg15": "I'm not wearing a #safetypin to prove that I'm not a halfwit. — Piers Morgan (@piersmorgan) June 29, 2016\n", "d27_sg16": "If you are grown man or woman wearing a #safetypin as a protest then you desperately need a long, very long, hard look at yourself\n", "d27_sg17": "\n", "d27_sg18": "Farcical — Nick (@Nick_1683) June 29, 2016\n", "d27_sg19": "You know what would be better then a #safetypin?Supporting local businesses & writing to the Home Office to protest their draconian policies — Tez (@tezilyas) June 29, 2016\n", "d27_sg20": "But Allison also has a few choice words for commentators who think the campaign is pointless.\n", "d27_sg21": "\"I think those people really lack a sense of empathy for what it must be like to walk into a room or step on a train -- full of strangers -- and you just have to hope that none of them are going to come after you,\" she says. \"I completely agree. It is patronizing if you just wear the pin and think you've done your job.\"\n", "d27_sg22": "Despite some backlash, Allison says most of the reaction has been \"overwhelmingly positive.\" Three days since unwittingly launching the initiative against racism, she's thrilled by how many are taking to social media to share their #safetypins and reassure their fellow Britons that they are welcome and supported regardless of ethnicity or background.\n", "d27_sg23": "No piercing, so my #safetypin is going next to the other symbol of helping others - my stethoscope pic.twitter.com/u5aOhpHYWc — Dr Keith Grimes (@keithgrimes) June 29, 2016\n", "d27_sg24": "A small addition to my clothing today for solidarity against racism. #safetypin pic.twitter.com/sunKskLTKg — Albert Freeman (@AlbFreeman) June 29, 2016", "d29_sg0": "London (CNN) Police in Britain have recorded a dramatic rise in racist attacks in the wake of Brexit, with five times the usual number of incidents reported in the week since the country voted in a referendum to leave the European Union.\n", "d29_sg1": "The National Police Chiefs' Council says 331 cases have been reported to the True Vision anti-hate crime website since last Thursday, compared to the regular weekly average of 63.\n", "d29_sg2": "It is not clear how many of those 331 attacks are linked to the referendum, but there have been several high-profile cases tied to the vote for Brexit, the combination of words for Britain and exit that refers to the United Kingdom leaving the European Union.\n", "d29_sg3": "More than 17 million British voters (52%) backed Brexit in last week's referendum on breaking away from the EU.\n", "d29_sg4": "A Polish community center in London was daubed with offensive graffiti, and Polish immigrants in several towns and cities were targeted\n", "d29_sg5": "\"We have had reports and we've seen pictures of notes being pushed through people's doors, describing them as vermin, as scum, and of verbal abuse,\" Joanna Mludzinska, who runs the London center, told CNN.\n", "d29_sg6": "2 young men in Streatham yelling at a Polish man & his mother 'this is an island & you people need to leave it' @PostRefRacism — Helen (@DT_Helen) June 28, 2016\n", "d29_sg7": "Chief Constable Sara Thornton, head of the NPCC, said \"loud and passionate\" debate was to be expected, given that the country was in \"a period of unprecedented change,\" but that there was no excuse for racism or hate crime.\n", "d29_sg8": "\"Like the vast, vast majority of people, I have been shocked and disgusted at some the cases of racial or anti-immigrant abuse that have been reported this week,\" she wrote in a blog on the NPCC's website\n", "d29_sg9": "\"I've heard of a small number of people this week saying they feel scared to leave the house ... our message to them is don't give way to bullies and don't suffer in silence. We will protect you.\"\n", "d29_sg10": "A Twitter group, Post Ref Racism , and accompanying hashtag, #PostRefRacism was set up to share reports of abuse after the Brexit vote.\n", "d29_sg11": "One of our best doctors had to suffer \"you should be sent back to where you came from\" abuse today. Disgusting and unacceptable. — Michael Green (@PostcardsFromAE) June 30, 2016\n", "d29_sg12": "I am shocked - visit from @bt_uk engineer just now who tells me that I'm a burden on the UK because I have kids in school #PostRefRacism — Jan Rosenow (@janrosenow) June 30, 2016\n", "d29_sg13": "Economist Marianna Koli has lived in the UK since moving from her native Finland when she was 18. Days after the Brexit vote, she experienced what she says was her first racist incident in 16 years.\n", "d29_sg14": "\"I was walking in my local high street, talking to a friend of mine -- we were speaking English -- and a chap just behind me shouted 'I like your accent' in a very loud voice -- I did feel it was a bit threatening.\n", "d29_sg15": "\"It very clearly wasn't intended as a compliment. He was saying 'I see you, I've noticed you, that you are foreign, and I would like to tell you that you are foreign.\"\n", "d29_sg16": "Thornton said she had been \"heartened by the people who have intervened to challenge abusive behavior, condemn it and reassure victims that those views are not representative of Britain.\"\n", "d29_sg17": "I am the son of immigrant parents. I will not tolerate discrimination of any kind. We are stronger together. #SafetyPin A photo posted by Dr Ranj (@drranj) on Jun 30, 2016 at 1:07am PDT\n", "d29_sg18": "News of a spike in racial abuse in the days after the referendum led to a social media campaign calling for people to wear safety pins as a sign of solidarity with the country's immigrant population.\n", "d29_sg19": "The idea was sparked by Twitter user Allison ( @cheeahs ), who wanted a simple way of showing those worried about possible attacks \"my intentions to intervene and report\" on their behalf.\n", "d29_sg20": "\"By all means write letters, go on marches, do everything you can,\" she told CNN.\n", "d29_sg21": "\"But this is just a quiet way to show, 'Hey it's fine, I'm with you.'\"\n", "d29_sg22": "Others too are showing their determination to make sure race-related hate crimes do not become the norm in post-Brexit Britain:", "d38_sg0": "Some of his English clients, with whom he joked over the years, no longer talk to him. “In one week, you experience that some people you’ve known for three years change their attitudes 180 degrees,” he said.\n", "d38_sg1": "Magdalena Korzeb, 34, said she had long considered herself half-Bostonian, having worked, paid taxes and lived here for 11 years with her husband and 5-year-old daughter. Not anymore.\n", "d38_sg2": "“I feel used. Eleven years wasted. Eleven years ago, they were so happy to invite us here,” she said at the Delight Pub, a Polish bar that she owns on West Street. (English locals call it “East Street” because of the number of Eastern European shops.) “I could now close my shop, pack my bags and say, ‘Bye-bye.’”\n", "d38_sg3": "Boston, a town of 67,000 residents, relies heavily on immigrants to work the nearby vegetable and potato fields and prepare food sold in British supermarkets for the minimum wage. Few immigrants claim welfare benefits. Their large presence — by some estimates immigrants from Central and Eastern Europe constitute more than 10 percent of the local population — has helped transform the region into a center for Britain’s agro-industry.\n", "d38_sg4": "But the town came to epitomize the nation’s rising antagonism against immigration, a central issue for voters in the referendum on June 23.\n", "d38_sg5": "Photo\n", "d38_sg6": "Boston experienced a sixfold increase in foreign-born residents from 2001 to 2011, and the non-British population appears to have continued growing in the last five years, official statistics show. The rapid influx put a strain on housing, jobs, policing, hospitals and schools, which have scrambled to find more teachers of English. And a sharp rise in the number of murders involving foreigners, in a historically sleepy town, helped inflame English residents.\n", "d38_sg7": "Advertisement Continue reading the main story\n", "d38_sg8": "Across Britain, hundreds of instances of racial abuse and hate crimes have been reported since the referendum, aimed not just at immigrants from European Union nations but also at blacks, Muslims and Asians from other places who were not central to the debate over European immigration. A Polish family’s home in Plymouth was set on fire on Thursday; the family was sent a letter that read, “Go back to your country,” and a warning that the family itself would be targeted next.\n", "d38_sg9": "In a statement before the case in Plymouth, the Polish Embassy in Britain said, “We are shocked and deeply concerned by the recent incidents of xenophobic abuse directed against the Polish community and other U.K. residents of migrant heritage.”\n", "d38_sg10": "The attacks have shaken many Britons, who say they are proud of living in a tolerant, multicultural society, and have prompted soul-searching over British values and identity.\n", "d38_sg11": "Some Bostonians have gone out of their way to reassure their foreign neighbors, leaving messages of support or defending them from abuse. In one case, an Englishman protected a Polish woman from being spat on in the street. And some managers at food factories have sent emails to their immigrant employees expressing appreciation for their work and urging them to stay or apply for British citizenship.\n", "d38_sg12": "Like the town’s foreign residents, its English citizens are still unclear about what effects the vote to leave the European Union will bring. Although most of the candidates seeking to succeed David Cameron as Britain’s prime minister have sought to reassure European immigrants that they will not have to leave, no one really knows what residency status the immigrants will have once Britain negotiates its exit from the bloc or whether the flow of people into the country will reverse itself.\n", "d38_sg13": "Photo\n", "d38_sg14": "In any case, the negotiation is likely to take at least two years once it begins, and in the meantime there is no legal barrier to more European Union immigrants moving to Britain. As local residents realize that the immigrants are unlikely to be sent home soon — despite intimations of such an outcome by some Brexit advocates — frustration in Boston is mounting.\n", "d38_sg15": "Mr. Pacho, the taxi-company owner, described the atmosphere as a balloon ready to burst with a single prick if it becomes clear that immigrants will not be forced to leave.\n", "d38_sg16": "“What if the government says, ‘Let’s actually stay in the E.U.,’ or ‘We can’t end freedom of movement’?” he asked. “It will be a third world war here. Businesses will be destroyed. I’ve got a really bad feeling about this.”\n", "d38_sg17": "Newsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n", "d38_sg18": "Some residents said the outbursts of racial abuse could reflect Leave voters’ disappointment at having to face, for months or even years, the very people they had implicitly rejected in the referendum.\n", "d38_sg19": "Advertisement Continue reading the main story\n", "d38_sg20": "“Welcome to a new England!” was commonly heard in Boston right after the vote, residents said, shouted from windows and cars. In a street lined with Eastern European shops, a car was recently parked with two English flags fluttering from its side mirrors.\n", "d38_sg21": "There is anecdotal evidence that some immigrants are already leaving. The vote has affected the value of the pound. So some migrant workers, like factory employees or truck drivers, are already starting to return to the Continent because their salaries are worth less in the Polish zlotys, euros or Romanian leu that they send to help support families in their native countries.\n", "d38_sg22": "Background on ‘Brexit’\n", "d38_sg23": "Stephen Raven, a councilor in Boston who is a member of the anti-immigration, anti-European Union U.K. Independence Party, said he was taking some of the anti-immigrant behavior displayed here in stride.\n", "d38_sg24": "“The first year is going to be very awkward, but you have to get past the storm,” he said. “There’s always going to be controversy either way.”\n", "d38_sg25": "On a recent evening at the Delight Pub, a Polish factory worker and a couple of longtime English clients were sipping Tyskie, a Polish beer. Polish rap and R&B blared from the sound system, and two young women twirled on an empty dance floor lit up by purple lights.\n", "d38_sg26": "“I ask my daughter every day: ‘Have you been all right at school? Has anyone been nasty to you?’” Ms. Korzeb said, referring to reports that someone had scribbled the names of some schoolchildren from immigrant backgrounds on the school’s toilet stalls alongside the words “Go home.”\n", "d38_sg27": "She said she was riddled with doubts. “Is someone going to come and make our lives so difficult for us so that we leave? Are they going to cut services for us? What are they going to do without us?” she asked. “I’m thinking about my daughter. What did I do to her? All her childhood is here.”\n", "d38_sg28": "“Oh, my God. It was a mistake to come here.”"}, "steamming": {"d27_sg0": ["london", "social", "medium", "campaign", "briton", "wear", "safety", "pin", "sign", "solidarity", "country", "immigrant", "population", "follow", "decision", "leave", "last", "week"], "d27_sg1": ["string", "racially", "motivate", "crime", "report", "post", "britain", "police", "begin", "investigation", "allegation", "hate", "crime", "foreign", "population", "twitter", "user", "allison", "handle", "cheeahs", "suggest", "simple", "sign", "solidarity"], "d27_sg2": ["quite", "idea", "put", "safety", "empty", "anything", "else", "coat", "literal", "safety"], "d27_sg3": ["face", "think"], "d27_sg4": ["explain", "symbolism", "idea", "allison", "tell", "there", "woman", "hijab", "get", "there", "empty", "seat", "see", "person", "wear", "safety", "sit", "next", "know", "hassle"], "d27_sg5": ["mean", "write", "letter", "march", "everything", "quiet", "show", "fine"], "d27_sg6": ["heliheartland", "wear", "signal", "intention", "intervene", "report", "hope", "safetypin", "miss", "pommery", "cheeahs", "june"], "d27_sg7": ["duty", "intervene"], "d27_sg8": ["additionally", "allison", "originally", "resident", "last", "year", "keen", "point", "wear", "safety", "passive", "pledge"], "d27_sg9": ["begin", "always", "say", "wear", "safety", "back", "pledge", "support", "people", "intervene", "report", "incidence", "racial", "xenophobic", "abuse"], "d27_sg10": ["ready", "safetypin", "street", "fellow", "foreign", "friend", "loveoverfear", "twitter", "dance", "psychiatrist", "lollindialogue", "june"], "d27_sg11": ["add", "back", "club", "wonderful", "duty", "intervene", "fellow", "resident"], "d27_sg12": ["colombian", "immigrant", "work", "hard", "make", "country", "world", "place", "thanks", "safetypin", "valeria", "vargas", "valeruizvargas", "june"], "d27_sg13": ["social", "movement", "dissimilar", "illridewithyou", "hashtag", "campaign", "emerge", "sydney", "follow", "flare", "anti", "sentiment", "gunman", "hostage", "cafe"], "d27_sg14": ["however", "critic", "former", "host", "pier", "morgan", "argue", "action", "nothing", "combat", "hate", "crime", "label", "concept", "patronize"], "d27_sg15": ["wear", "safetypin", "prove", "halfwit", "pier", "morgan", "piersmorgan", "june"], "d27_sg16": ["grown", "woman", "wear", "safetypin", "protest", "desperately", "need", "long", "long", "hard", "look"], "d27_sg17": [""], "d27_sg18": ["farcical", "nick", "nick_1683", "june"], "d27_sg19": ["know", "safetypin", "local", "business", "write", "home", "office", "protest", "draconian", "policy", "tezilyas", "june"], "d27_sg20": ["allison", "also", "choice", "word", "commentator", "think", "campaign", "pointless"], "d27_sg21": ["think", "people", "really", "lack", "sense", "empathy", "walk", "room", "step", "train", "full", "stranger", "hope", "none", "say", "completely", "agree", "patronize", "wear", "think", "do"], "d27_sg22": ["backlash", "allison", "say", "reaction", "overwhelmingly", "positive", "day", "unwittingly", "launch", "initiative", "racism", "thrill", "social", "medium", "share", "safetypins", "reassure", "fellow", "briton", "welcome", "support", "regardless", "ethnicity", "background"], "d27_sg23": ["pierce", "safetypin", "next", "symbol", "help", "stethoscope", "twitter", "keith", "grime", "keithgrimes", "june"], "d27_sg24": ["small", "addition", "clothing", "today", "solidarity", "racism", "safetypin", "twitter", "albert", "freeman", "albfreeman", "june"], "d29_sg0": ["london", "police", "britain", "record", "dramatic", "rise", "racist", "attack", "wake", "brexit", "time", "usual", "number", "incident", "report", "week", "country", "vote", "referendum", "leave", "european", "union"], "d29_sg1": ["national", "police", "chief", "council", "say", "case", "report", "true", "vision", "anti", "crime", "website", "last", "thursday", "compare", "regular", "weekly", "average"], "d29_sg2": ["clear", "attack", "link", "referendum", "several", "high", "case", "tie", "vote", "brexit", "combination", "word", "britain", "exit", "refers", "united", "kingdom", "leave", "european", "union"], "d29_sg3": ["british", "voter", "back", "brexit", "last", "week", "referendum", "break", "away"], "d29_sg4": ["polish", "community", "center", "london", "daubed", "offensive", "graffiti", "polish", "immigrant", "several", "town", "city", "target"], "d29_sg5": ["report", "see", "picture", "note", "push", "people", "door", "describe", "vermin", "scum", "verbal", "abuse", "joanna", "mludzinska", "run", "london", "center", "told"], "d29_sg6": ["young", "streatham", "yell", "polish", "mother", "this", "island", "people", "need", "leave", "postrefracism", "helen", "dt_helen", "june"], "d29_sg7": ["chief", "constable", "sara", "thornton", "head", "npcc", "say", "loud", "passionate", "debate", "expect", "give", "country", "period", "unprecedented", "change", "excuse", "racism", "hate", "crime"], "d29_sg8": ["vast", "vast", "majority", "people", "shock", "disgust", "case", "racial", "anti", "abuse", "report", "week", "write", "blog", "npcc", "website"], "d29_sg9": ["heard", "small", "number", "people", "week", "say", "feel", "scar", "leave", "house", "message", "give", "bully", "suffer", "silence", "protect"], "d29_sg10": ["twitter", "group", "post", "racism", "accompany", "hashtag", "postrefracism", "share", "report", "abuse", "brexit", "vote"], "d29_sg11": ["best", "doctor", "suffer", "sent", "back", "abuse", "today", "disgust", "unacceptable", "michael", "green", "postcardsfromae", "june"], "d29_sg12": ["shock", "visit", "bt_uk", "engineer", "tell", "burden", "kid", "school", "postrefracism", "rosenow", "janrosenow", "june"], "d29_sg13": ["economist", "marianna", "koli", "live", "move", "native", "finland", "day", "brexit", "vote", "experienced", "say", "first", "racist", "incident", "year"], "d29_sg14": ["walk", "local", "high", "street", "talk", "friend", "mine", "speak", "english", "chap", "shout", "accent", "loud", "voice", "feel", "threaten"], "d29_sg15": ["clearly", "intend", "compliment", "say", "notice", "foreign", "tell", "foreign"], "d29_sg16": ["thornton", "say", "hearten", "people", "intervene", "challenge", "abusive", "behavior", "condemn", "reassure", "victim", "view", "representative", "britain"], "d29_sg17": ["immigrant", "parent", "tolerate", "discrimination", "kind", "strong", "together", "safetypin", "photo", "post", "ranj", "drranj"], "d29_sg18": ["news", "spike", "racial", "abuse", "day", "referendum", "social", "medium", "campaign", "people", "wear", "safety", "pin", "sign", "solidarity", "country", "immigrant", "population"], "d29_sg19": ["idea", "spark", "twitter", "user", "allison", "cheeahs", "want", "simple", "show", "worried", "possible", "attack", "intention", "intervene", "report", "behalf"], "d29_sg20": ["mean", "write", "letter", "march", "everything", "told"], "d29_sg21": ["quiet", "show", "fine"], "d29_sg22": ["show", "determination", "make", "sure", "race", "hate", "crime", "norm", "post", "britain"], "d38_sg0": ["english", "client", "joked", "year", "longer", "talk", "week", "experience", "people", "know", "year", "change", "attitude", "degree", "say"], "d38_sg1": ["magdalena", "korzeb", "say", "long", "consider", "half", "work", "paid", "tax", "live", "year", "husband", "daughter", "anymore"], "d38_sg2": ["feel", "use", "eleven", "year", "waste", "eleven", "year", "happy", "invite", "here", "say", "delight", "polish", "own", "west", "street", "english", "local", "east", "street", "number", "eastern", "european", "shop", "close", "shop", "pack", "bag"], "d38_sg3": ["boston", "town", "resident", "relies", "heavily", "immigrant", "work", "nearby", "vegetable", "potato", "field", "prepare", "food", "sell", "british", "supermarket", "minimum", "wage", "immigrant", "claim", "welfare", "benefit", "large", "presence", "estimate", "immigrant", "central", "eastern", "europe", "constitute", "percent", "local", "population", "help", "transform", "region", "center", "britain", "agro"], "d38_sg4": ["town", "epitomize", "nation", "rise", "antagonism", "immigration", "central", "issue", "voter", "referendum", "june"], "d38_sg5": ["photo"], "d38_sg6": ["boston", "experienced", "sixfold", "increase", "foreign", "resident", "population", "appear", "continued", "grow", "last", "year", "official", "statistic", "show", "rapid", "influx", "strain", "housing", "job", "police", "hospital", "school", "scramble", "find", "teacher", "english", "sharp", "rise", "number", "murder", "involve", "foreigner", "historically", "sleepy", "town", "help", "inflame", "english", "resident"], "d38_sg7": ["advertisement", "continue", "reading", "main", "story"], "d38_sg8": ["britain", "hundred", "instance", "racial", "abuse", "hate", "crime", "report", "referendum", "aim", "immigrant", "european", "union", "nation", "also", "black", "muslim", "asian", "place", "central", "debate", "european", "immigration", "polish", "family", "home", "plymouth", "fire", "thursday", "family", "sent", "letter", "read", "back", "country", "warn", "family", "target", "next"], "d38_sg9": ["statement", "case", "plymouth", "polish", "embassy", "britain", "say", "shock", "deeply", "concerned", "recent", "incident", "xenophobic", "abuse", "direct", "polish", "community", "resident", "migrant", "heritage"], "d38_sg10": ["attack", "shaken", "briton", "proud", "living", "tolerant", "multicultural", "society", "prompt", "soul", "british", "value", "identity"], "d38_sg11": ["bostonian", "reassure", "foreign", "neighbor", "leave", "message", "support", "defend", "abuse", "case", "englishman", "protect", "polish", "woman", "spat", "street", "manager", "food", "factory", "sent", "email", "immigrant", "employee", "express", "appreciation", "work", "urge", "stay", "apply", "british", "citizenship"], "d38_sg12": ["town", "foreign", "resident", "english", "citizen", "unclear", "effect", "vote", "leave", "european", "union", "bring", "candidate", "seek", "succeed", "david", "cameron", "britain", "prime", "minister", "sought", "reassure", "european", "immigrant", "leave", "really", "know", "residency", "status", "immigrant", "britain", "negotiates", "exit", "bloc", "flow", "people", "country", "reverse"], "d38_sg13": ["photo"], "d38_sg14": ["case", "negotiation", "likely", "least", "year", "begin", "meantime", "legal", "barrier", "european", "union", "immigrant", "move", "britain", "local", "resident", "realize", "immigrant", "unlikely", "sent", "home", "soon", "intimation", "outcome", "brexit", "advocate", "frustration", "boston", "mount"], "d38_sg15": ["pacho", "taxi", "owner", "described", "atmosphere", "balloon", "ready", "burst", "single", "prick", "becomes", "clear", "immigrant", "force", "leave"], "d38_sg16": ["government", "say", "actually", "stay", "freedom", "movement", "ask", "third", "world", "business", "destroyed", "really", "feel"], "d38_sg17": ["newsletter", "sign", "continue", "reading", "main", "story", "please", "verify", "robot", "click", "invalid", "email", "address", "please", "select", "newsletter", "subscribe", "sign", "agree", "receive", "occasional", "update", "special", "offer", "york", "time", "product", "service", "thank", "subscribe", "error", "occur", "please", "later", "view", "york", "time", "newsletter"], "d38_sg18": ["resident", "say", "outburst", "racial", "abuse", "reflect", "leave", "voter", "disappointment", "face", "month", "even", "year", "people", "implicitly", "reject", "referendum"], "d38_sg19": ["advertisement", "continue", "reading", "main", "story"], "d38_sg20": ["welcome", "england", "commonly", "heard", "boston", "right", "vote", "resident", "say", "shout", "window", "car", "street", "line", "eastern", "european", "shop", "recently", "park", "english", "flag", "flutter", "side", "mirror"], "d38_sg21": ["anecdotal", "evidence", "immigrant", "already", "leave", "vote", "affected", "value", "pound", "migrant", "worker", "factory", "employee", "truck", "driver", "already", "start", "return", "continent", "salary", "worth", "less", "polish", "zloty", "euro", "romanian", "send", "help", "support", "family", "native", "country"], "d38_sg22": ["background", "brexit"], "d38_sg23": ["stephen", "raven", "councilor", "boston", "member", "anti", "anti", "union", "independence", "party", "say", "anti", "behavior", "displayed", "stride"], "d38_sg24": ["first", "year", "awkward", "storm", "say", "there", "always", "controversy", "either"], "d38_sg25": ["recent", "even", "delight", "polish", "factory", "worker", "couple", "longtime", "english", "client", "sip", "tyskie", "polish", "beer", "polish", "blare", "sound", "system", "young", "woman", "twirl", "empty", "dance", "floor", "purple", "light"], "d38_sg26": ["daughter", "every", "have", "right", "school", "anyone", "nasty", "korzeb", "say", "refer", "report", "someone", "scribble", "schoolchildren", "immigrant", "background", "school", "toilet", "stall", "alongside", "word", "home"], "d38_sg27": ["say", "riddle", "doubt", "someone", "make", "life", "difficult", "leave", "service", "ask", "think", "daughter", "childhood"], "d38_sg28": ["mistake"]}, "tf_pdf_group_info": [27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 27, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 29, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38, 38], "daily_sentence_group_count": [25, 23, 29], "sentence_group": ["d27_sg0", "d27_sg1", "d27_sg2", "d27_sg3", "d27_sg4", "d27_sg5", "d27_sg6", "d27_sg7", "d27_sg8", "d27_sg9", "d27_sg10", "d27_sg11", "d27_sg12", "d27_sg13", "d27_sg14", "d27_sg15", "d27_sg16", "d27_sg17", "d27_sg18", "d27_sg19", "d27_sg20", "d27_sg21", "d27_sg22", "d27_sg23", "d27_sg24", "d29_sg0", "d29_sg1", "d29_sg2", "d29_sg3", "d29_sg4", "d29_sg5", "d29_sg6", "d29_sg7", "d29_sg8", "d29_sg9", "d29_sg10", "d29_sg11", "d29_sg12", "d29_sg13", "d29_sg14", "d29_sg15", "d29_sg16", "d29_sg17", "d29_sg18", "d29_sg19", "d29_sg20", "d29_sg21", "d29_sg22", "d38_sg0", "d38_sg1", "d38_sg2", "d38_sg3", "d38_sg4", "d38_sg5", "d38_sg6", "d38_sg7", "d38_sg8", "d38_sg9", "d38_sg10", "d38_sg11", "d38_sg12", "d38_sg13", "d38_sg14", "d38_sg15", "d38_sg16", "d38_sg17", "d38_sg18", "d38_sg19", "d38_sg20", "d38_sg21", "d38_sg22", "d38_sg23", "d38_sg24", "d38_sg25", "d38_sg26", "d38_sg27", "d38_sg28"]}